export default {
  home: {
    title: '杭州白鵠アニメーション有限会社',
    noscript: 'このページはブラウザでJavaScriptを有効にする必要があります。',
  },
  about: {
    title: '白鵠（しらとり）について',
    description:
      '二次元/ゲーム/映像アニメに特化し、品質の高い迫力のあるアニメ作品やプロモーション映像を目指しており、中国の大手ゲーム会社をはじめとする多数のプロモーションPVを手がけています。サンライズ、草薙、MAPPA、J.C.STAFF出身のベテランスタッフで構成され、オープンイノベーションな創作環境と国際的なコラボレーションリソースを提供しています。',
  },
  contact: {
    title: 'お問い合わせ',
    description: 'ご質問やビジネス協力のご意向がある場合は、以下の方法でお問い合わせください：',
    phone: '電話：',
    email: 'メール：',
    address: '住所：中国浙江省杭州市浜江区長河街道斉飛路350号円倫大厦A座1607室',
  },
  footer: {
    copyright: '杭州白鵠アニメーション有限会社',
  },
  header: {
    home: 'ホーム',
    work: '作品',
    news: 'ニュース',
    about: '会社概要',
    contact: 'お問い合わせ',
    join: '採用情報',
  },
  join: {
    title: '採用情報',
    positions: {
      animator: {
        title: '原画マン（第一原画）',
        duties: [
          '1. 絵コンテに基づいて原画デザインを行い、キャラクターの動作、表情、エフェクトなどのキーフレームを作成する；',
          '2. 合理的な作画提案を組み立てし、絵コンテの表現力を最適化する；',
          '3. 作画監督に合わせて原画を調整し、日本アニメーションの制作基準に準拠することを確保する；',
          '4. 一部のLO修正と画面演出に参加する。',
        ],
        requirements: [
          '1. 2Dアニメーション業界の従事者で、日本アニメーション制作フローに精通し、日本アニメーション用語を理解している；',
          '2. 1年以上の第一原画経験（または3年以上の第二原画経験）、同時に1年以上の第二原画経験があり、および半年以上の中割り経験または中割りの基本知識を備えている；',
          '3. 日本スタイルのアニメーションを精通し、原画から動画までの工業化制作フローを熟知している；',
          '4. チームメンバー（制作進行、演出など）とコミュニケーションする基本能力がある；',
        ],
      },
      supervisor: {
        title: '作画監督',
        duties: [
          '1. アニメーション全プロセスの作画クオリティーを統一し、キャラクターデザイン、動作リズムと画面スタイルの統一性を把握する；',
          '2. レイアウト及び原画に対して正しい修正を行い、チームと協力して難問を解決する。',
        ],
        requirements: [
          '1. 2Dアニメーション業界の従事者で、日本アニメーション制作フローに精通し、日本アニメーション用語を理解している；',
          '2. 1年以上の作監経験と3年以上の原画経験があり、および半年以上の中割り経験または中割りの基本知識を備えている；',
          '3. チームメンバー（制作進行、演出、原画マンなど）とコミュニケーションする基本能力がある；',
          '4. 演出、監督の指示に従い、設定に基づいて原画（背景を含む）に対して正しい修正を行うことができる；',
        ],
      },
      background: {
        title: '背景美術',
        duties: [
          '1. Layout原図に基づいて高精度の背景を描く；',
          '2. リクエストに応じて独立した美術デザインを完成する;',
        ],
        requirements: [
          '1. 2Dアニメーション業界の従事者で、日本アニメーション制作フローに精通し、日本アニメーション用語を理解している；',
          '2. 良好な美術基礎と色彩制御力があり、空気遠近法と空間透視理論を明確に理解している；',
          '3. ペンタブレットを上手く使用してデジタル作業ができ、Photoshopの操作に精通している;',
          '4. チームメンバー（制作進行、演出、原画マンなど）とコミュニケーションする基本能力がある；',
          '5. 演出、監督の指示に従い、設定に基づいて背景に対して正しい修正を行うことができる；',
        ],
      },
    },
    job: {
      title: '採用職種:',
    },
    duties: '職務内容',
    requirements: '応募資格',
    contact: '個人履歴書とポートフォリオを以下のメールアドレスに送信してください：',
  },
  news: {
    title: 'ニュース',
    items: [
      {
        title: '白鵠ホームページ制作中',
        desc: 'ホームページ上部の作品枠エリアの外観設計とニュースエリアの設計を進行中',
      },
      {
        title: '祝！白鵠アニメーション正式設立！',
        desc: '円倫大厦に搬入し、会社の無事な開業を祝う',
      },
    ],
  },
  photo: {
    title: '会社写真',
  },
  server: {
    animation: {
      title: 'アニメーション制作',
      desc: 'コアチームは長年業界で培ってきた技術力と、高品質なゲームPVと製品プロモーションアニメーションの豊富な制作経験で高品質な2Dアニメーションを制作します。アイデアから映像化まで、卓越した技術で最高のコンテンツを作り上げ、IPとブランドに豪華な視覚的魅力を注入します。',
    },
    coverage: {
      title: '対象範囲',
      items: {
        movie: 'アニメーション映画（2D/3D 長編または短編）',
        series: 'シリーズアニメーション（TVアニメ、Webアニメ）',
        pv: '広告PV（ブランドプロモーションビデオ、製品アニメーション）',
        character: 'キャラクターアニメーション（Idle、Attack、Runなどのアクションライブラリ）',
        cinematic: 'カットシーン（Cinematic Cutscenes）',
      },
    },
    preDesign: {
      title: 'プリプロダクション',
      desc: 'クリエイティブにエネルギーを注力、デザインに世界をリード。脚本/絵コンテ、キャラクター/シーンデザイン、美術スタイルカスタマイズなど全プロセスのプリプロを提供します。匠の技を用いて独特の視覚的な物語を作り上げ、プロジェクトに卓越https://87.gigafile.nu/0623-rc95002c8a697c503a497059119720d86した基盤を築きます。',
    },
    artDesign: {
      title: '脚本と美術',
      items: {
        script: '脚本と絵コンテ（Storyboard & Scriptwriting）',
        concept: 'コンセプトアート（キャラクター/シーン/プロップ原画）',
        style: 'カラースクリプト＆イメージボード（Color Script & Mood Board）',
      },
    },
  },
  show: {
    title: '参加作品',
  },
  work: {
    title: '参加作品一覧',
  },
}
