export default {
  about: {
    title: '关于白鹄',
    description:
      '专注于二次元/游戏/影视动画领域的深耕，致力于打造高质感并富有感染力的动画作品，以及宣传影像，并参与制作包括米社在内多部顶流动画 PV 的制作。\n公司团队由来自日升，草薙，MAPPA，JC_STAFF 的资深动画从业者组成，提供开放创新的创作环境与国际化协作资源。',
  },
  contact: {
    title: '联系我们',
    description: '如果您有任何问题或合作意向，请通过以下方式联系我们：',
    phone: '电话：',
    email: '邮箱：',
    address: '地址：浙江省杭州市滨江区长河街道齐飞路 350 号园伦大厦一幢 1607 室',
  },
  footer: {
    copyright: '杭州白鹄动画有限公司',
  },
  header: {
    home: '首页',
    work: '作品',
    news: '新闻',
    about: '关于',
    contact: '联系',
    join: '招聘',
  },
  join: {
    title: '招聘信息',
    positions: {
      animator: {
        title: '原画师（一原）',
        duties: [
          '1. 根据分镜完成原画设计，包括角色动作、表情、特效等关键帧；',
          '2. 提出合理的作画提案，优化分镜表现力；',
          '3. 配合作画监督调整画面细节，确保符合日式动画制作标准；',
          '4. 参与部分中间帧修正与演出设计。',
        ],
        requirements: [
          '1. 二维动画业界从业者，熟悉日式二维动画制作流程，了解日式动画术语体系；',
          '2. 拥有1年及以上第一原画经验（或有3年以上第二原画经验），同时具有1年及以上第二原画经验，以及半年及以上动画中割经验or具备动画中割基本常识；',
          '3. 精通日式动画风格，熟悉从原画到动画的工业化流程；',
          '4. 有与团队成员（如制作进行、演出等）沟通协作的基础能力；',
        ]
      },
      supervisor: {
        title: '作画监督',
        duties: [
          '1. 统筹动画全流程的作画质量，把控角色设计、动作节奏与画面风格统一性；',
          '2. 对Layout及原画进行正确的修正，协调团队解决技术难题。'
        ],
        requirements: [
          '1. 二维动画业界从业者，熟悉日式二维动画制作流程，了解日式动画术语体系；',
          '2. 有1年及以上作监经验，3年及以上原画经验，有半年及以上动画中割经验or具备动画中割基本常识；',
          '3.有与团队成员（如制作进行、演出、原画）沟通协作的基础能力；',
          '4.能够按照演出、监督的指示，依照设定对原画（包括背景）做出正确的修正；',
        ]
      },
      background: {
        title: '背景美术',
        duties: [
          '1. 根据layout原图进行高精度背景绘制；', '2.  有能力根据需求完成独立的美术设计;'
        ],
        requirements: [
          '1. 二维动画业界从业者，熟悉日式二维动画制作流程，了解日式动画术语体系；',
          '2. 有良好美术基础与色彩控制力，对空间与空气透视理论明晰；',
          '3. 能够熟练使用手绘板进行数字绘制，熟悉PHOTOSHOP的绘画方式与操作流程;',
          '4. 有与团队成员（如制作进行、演出、原画）沟通协作的基础能力；',
          '5. 能够按照演出、监督的指示，依照设定对背景做出正确的修正；',
        ]
      },
    },
    job: {
      title: '招聘岗位:',
    },
    duties: '岗位职责',
    requirements: '任职要求',
    contact: '请将个人简历和作品集投递至邮箱：',
  },
  news: {
    title: '新闻',
    items: [
      {
        title: '白鹄主页锐意制作中',
        desc: '主页顶部条参与作品框区外观设计与新闻区设计进行',
      },
      {
        title: '祝！白鹄动画正式成立！',
        desc: '成功入驻圆伦大厦，祝公司顺利开张',
      },
    ],
  },
  photo: {
    title: '公司摄影',
  },
  server: {
    animation: {
      title: '动画制作服务',
      desc: '凭借核心团队在业界深耕多年的技术力专注优质2D动画制作，并拥有制作高质量游戏PV与产品推广动画的丰富经验。从创意到成片，以精湛技艺打造极致内容，为您的IP与品牌注入超凡视觉魅力。',
    },
    coverage: {
      title: '覆盖范围',
      items: {
        movie: '动画电影（2D/3D 长篇或短片）',
        series: '剧集动画（TV动画、网络番剧）',
        pv: '广告PV（品牌宣传片、产品动画）',
        character: '角色动画（Idle、Attack、Run等动作库）',
        cinematic: '过场动画（Cinematic Cutscenes）',
      },
    },
    preDesign: {
      title: '专业前期设计',
      desc: '创意赋能，设计领航。团队提供剧本分镜、角色场景设计、美术风格定制等全流程前期服务，用匠心打造独特视觉叙事，为您的项目奠定卓越基石。',
    },
    artDesign: {
      title: '剧本与美术',
      items: {
        ss: '剧本与分镜（Storyboard & Scriptwriting）',
        concept: '概念设计（角色/场景/道具原画）',
        style: '美术风格定调（Color Script & Mood Board）',
      },
    },
  },
  show: {
    title: '参与作品',
  },
  work: {
    title: '参与作品一览',
  },
}
