export default {
  home: {
    title: '杭州白鹄動畫有限公司',
    noscript: '本頁面需要瀏覽器支援（啟用）JavaScript。',
  },
  about: {
    title: '關於白鹄（bái hú）',
    description:
      '專注於二次元/遊戲/影視動畫領域的深耕，致力於打造高質感並富有感染力的動畫作品，以及宣傳影像，並參與製作各大遊戲廠商的動畫 PV 的製作。\n公司團隊由來自日昇，草薙，MAPPA，JC_STAFF 的資深動畫從業者組成，提供開放創新的創作環境與國際化協作資源。',
  },
  contact: {
    title: '聯絡我們',
    description: '如果您有任何問題或合作意向，請通過以下方式聯絡我們：',
    phone: '電話：',
    email: '信箱：',
    address: '地址：浙江省杭州市濱江區長河街道齊飛路 350 號圓倫大廈一幢 1607 室',
  },
  footer: {
    copyright: '杭州白鹄動畫有限公司',
  },
  header: {
    home: '首頁',
    work: '作品',
    news: '新聞',
    about: '關於',
    contact: '聯絡',
    join: '招聘',
  },
  join: {
    title: '招聘資訊',
    positions: {
      animator: {
        title: '原畫師（一原）',
        duties: [
          '1. 根據分鏡完成原畫設計，包括角色動作、表情、特效等關鍵幀；',
          '2. 提出合理的作畫提案，優化分鏡表現力；',
          '3. 配合作畫監督調整畫面細節，確保符合日式動畫製作標準；',
          '4. 參與部分中間幀修正與演出設計。',
        ],
        requirements: [
          '1. 二維動畫業界從業者，熟悉日式二維動畫製作流程，了解日式動畫術語體系；',
          '2. 擁有1年及以上第一原畫經驗（或有3年以上第二原畫經驗），同時具有1年及以上第二原畫經驗，以及半年及以上動畫中割經驗or具備動畫中割基本常識；',
          '3. 精通日式動畫風格，熟悉從原畫到動畫的工業化流程；',
          '4. 有與團隊成員（如製作進行、演出等）溝通協作的基礎能力；',
        ],
      },
      supervisor: {
        title: '作畫監督',
        duties: [
          '1. 統籌動畫全流程的作畫質量，把控角色設計、動作節奏與畫面風格統一性；',
          '2. 對Layout及原畫進行正確的修正，協調團隊解決技術難題。',
        ],
        requirements: [
          '1. 二維動畫業界從業者，熟悉日式二維動畫製作流程，了解日式動畫術語體系；',
          '2. 有1年及以上作監經驗，3年及以上原畫經驗，有半年及以上動畫中割經驗or具備動畫中割基本常識；',
          '3.有與團隊成員（如製作進行、演出、原畫）溝通協作的基礎能力；',
          '4.能夠按照演出、監督的指示，依照設定對原畫（包括背景）做出正確的修正；',
        ],
      },
      background: {
        title: '背景美術',
        duties: ['1. 根據layout原圖進行高精度背景繪製；', '2.  有能力根據需求完成獨立的美術設計;'],
        requirements: [
          '1. 二維動畫業界從業者，熟悉日式二維動畫製作流程，了解日式動畫術語體系；',
          '2. 有良好美術基礎與色彩控制力，對空間與空氣透視理論明晰；',
          '3. 能夠熟練使用手繪板進行數位繪製，熟悉PHOTOSHOP的繪畫方式與操作流程;',
          '4. 有與團隊成員（如製作進行、演出、原畫）溝通協作的基礎能力；',
          '5. 能夠按照演出、監督的指示，依照設定對背景做出正確的修正；',
        ],
      },
    },
    job: {
      title: '招聘崗位:',
    },
    duties: '崗位職責',
    requirements: '任職要求',
    contact: '請將個人簡歷和作品集投遞至信箱：',
  },
  news: {
    title: '新聞',
    items: [
      {
        title: '白鹄主頁銳意製作中',
        desc: '主頁頂部條參與作品框區外觀設計與新聞區設計進行',
      },
      {
        title: '祝！白鹄動畫正式成立！',
        desc: '成功入駐圓倫大廈，祝公司順利開張',
      },
    ],
  },
  photo: {
    title: '公司攝影',
  },
  server: {
    animation: {
      title: '動畫製作服務',
      desc: '憑藉核心團隊在業界深耕多年的技術力專注優質2D動畫製作，並擁有製作高質量遊戲PV與產品推廣動畫的豐富經驗。從創意到成片，以精湛技藝打造極致內容，為您的IP與品牌注入超凡視覺魅力。',
    },
    coverage: {
      title: '覆蓋範圍',
      items: {
        movie: '動畫電影（2D/3D 長篇或短片）',
        series: '劇集動畫（TV動畫、網絡番劇）',
        pv: '廣告PV（品牌宣傳片、產品動畫）',
        character: '角色動畫（Idle、Attack、Run等動作庫）',
        cinematic: '過場動畫（Cinematic Cutscenes）',
      },
    },
    preDesign: {
      title: '專業前期設計',
      desc: '創意賦能，設計領航。團隊提供劇本分鏡、角色場景設計、美術風格定制等全流程前期服務，用匠心打造獨特視覺敘事，為您的項目奠定卓越基石。',
    },
    artDesign: {
      title: '劇本與美術',
      items: {
        script: '劇本與分鏡（Storyboard & Scriptwriting）',
        concept: '概念設計（角色/場景/道具原畫）',
        style: '美術風格定調（Color Script & Mood Board）',
      },
    },
  },
  show: {
    title: '參與作品',
  },
  work: {
    title: '參與作品一覽',
  },
}
